---
kind: other
id: AllMembers.T:Autodesk.Revit.UI.RadioButtonGroup
source: html/7d0c88ee-2c6e-3a99-1ec3-2a54cf19ddd0.htm
---
# RadioButtonGroup Members

Adds a new ToggleButton to the RadioButtonGroup.